var lang_CN = {

    S100: "成功！",
    S101: "添加成功！",
    S102: "保存成功！",
    S103: "更新成功！",
    S104: "删除成功！",
    S105: "取消成功！",

    F100: "操作失败！",
    F101: "添加失败！",
    F102: "保存失败！",
    F103: "更新失败！",
    F104: "删除失败！",
    F105: "取消失败！",

    V100: "数据不完整！",
    V101: "数据不在范围内！",
    V102: "客户端无效",
    V103: "错误的输入",
    V104: "{0}需要填写",

    E100: "验证码无效!",
    E101: "系统错误!",
    E102: "会话超时或访问被拒绝。请先登录",
    E103: "没有权限!",
    E104: "用户已经从其他地方登录了",
    E105: "用户状态已改变。需要重新登录",
    E106: "用户帐户已被暂停。请等待{0}分钟，再重试",
    E107: "密码必须是8-15个字符的字母或数字。至少一个字母和一个数字",
    E108: "密码和确认密码不相同。",
    E109: "您不得再使用您以前使用过的最后3个密码。请使用不同的密码",
    E110: "认证码过期！请从新登入！",
    E111: "用户名或密码不正确",
    E112: "旧密码错误",
    E113: "帐号只允许字母和数字",
    E114: "密码不能包含用户名",
    E115: "帐号不能被使用",
   
    Dummy: "Dummy"
};